export const whitelist = [
    // === ГЕОГРАФІЯ ===
    "херсон",
    "херсонська",
    "херсонщина",
    "херсоні",
    "лохвиця",
    "лохвицький",
    "сукачів",

    // === АВТО, СТРАХУВАННЯ, ФІНАНСИ ===
    "страхування",
    "страховка",
    "застрахувати",
    "застрахуй",
    "підстрахуй",
    "розрахуй",
    "порахуй",
    "рахуй",
    "рубля",
    "гребінка",

    // === КОЛЬОРИ, ОПИС, ДЕТАЛІ ===
    "мандарин",
    "мандариновий",
    "команда",
    "командир",
    "рекомендація",
    "лебідка",
    "скребок",

    // === ЗАГАЛЬНІ СЛОВА (Найчастіші помилкові спрацьовування) ===
    "треба",
    "потреба",
    "неба",
    "гребля",
    "шабля",
    "корабля",
    "вживати",
    "вживаний",
    "знаходиться",
    "психував",

    // === РОСІЙСЬКОМОВНІ ВСТАВКИ (які можуть бути в описі) ===
    "оскорблять",
    "употреблять"
];